results-old/listen_notify_common-c-1000-j-0004-master-5.txt
pgbench (19devel)
transaction type: listen_notify_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 4
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1652
number of failed transactions: 0 (0.000%)
latency average = 10819.010 ms
initial connection time = 264.133 ms
tps = 92.429896 (without initial connection time)