results-old/listen_notify_common-c-1000-j-0032-optimize_listen_notify_v2-1.txt
pgbench (19devel)
transaction type: listen_notify_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1681
number of failed transactions: 0 (0.000%)
latency average = 9807.447 ms
initial connection time = 238.774 ms
tps = 101.963331 (without initial connection time)