results-old/listen_notify_unique-c-0008-j-0008-optimize_listen_notify-5.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 281281
number of failed transactions: 0 (0.000%)
latency average = 0.086 ms
initial connection time = 2.617 ms
tps = 93492.632762 (without initial connection time)