results-old/listen_unlisten_common-c-1000-j-0001-optimize_listen_notify_v2-1.txt
pgbench (19devel)
transaction type: listen_unlisten_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 1
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 313366
number of failed transactions: 0 (0.000%)
latency average = 7.240 ms
initial connection time = 867.932 ms
tps = 138124.215970 (without initial connection time)