results-old/listen_unlisten_unique-c-0016-j-0016-master-1.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 437517
number of failed transactions: 0 (0.000%)
latency average = 0.110 ms
initial connection time = 4.436 ms
tps = 145538.511487 (without initial connection time)