results-old/listen_unlisten_unique-c-0032-j-0032-optimize_listen_notify-2.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 383487
number of failed transactions: 0 (0.000%)
latency average = 0.250 ms
initial connection time = 7.465 ms
tps = 127900.794980 (without initial connection time)